[
    {
        "query":"What are the covid precautions Meds Pharma is taking for the testing purpose?",
        "ans":"Meds Pharma takes safety of our patients and staff very seriously. Which is why since the onset of COVID-19, we formulated a 5-step safety program to offer 100% protection to all stakeholders.. Along with this, NABL guidelines are followed to ensure samples are not corrupted during collection, transportation or storage. Here are the safety measures that we adhere to-Vigilance about face masksHand hygiene including sanitization and wearing of glovesFrequent thermal checksHygienic sample collectionCareful disposal of wasteCheck flu symptoms with patients"
    },
    {
        "query":"How efficient is the sample collection and analysis process?",
        "ans":"Utmost care is taken to collect samples while maintaining complete hygiene. Only new and fresh collection kits and needles are used. After collection, the sample is immediately transferred into an icebox to prevent degradation and bacterial build-up which may lead to inaccurate diagnosis. The samples are barcode tagged to prevent mix up and in the laboratories, technicians use high-end, state-of-the-art devices to analyse the samples."
    },
    {
        "query":"Why are lab tests essential?",
        "ans":"Lab tests or diagnostic tests are recommended by doctors when they suspect that there might be something wrong with your health. Samples of your blood, stool, urine, or mucus can reveal a lot about the state of your health when analysed with special devices. Once the problem is detected, your doctor can diagnose and put you on medication or suggest a course of treatment."
    },
    {
        "query":"How should one prepare for a lab test?",
        "ans":"Different tests have different requirements. Some may need to be on an empty stomach whereas, for some other tests, you may need to consume food before the sample is collected. Speak with your doctor regarding what you need to do to prepare for a lab test. Let your doctor know if you are already on any medication."
    },
    {
        "query":"How are lab test reports interpreted?",
        "ans":"The reports that our labs will deliver to you will be quite detailed. There will be charts of reference ranges to help you understand the report and a statement from a qualified doctor. But, once you receive your report, it is best to consult your doctor and ask him/her to explain it to you."
    }
]